IDEA Open Model
Relation Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Relation
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum Relation
Public Enumeration Relation
Members
Member name | Value | Description
Standard | 0 |  More load cases from this load group will be used in a combination
Exclusive | 1 |  Only one load case from this load group will be used in a combination
See Also
Reference
IdeaRS.OpenModel.Loading Namespace